# Taps
tap "oven-sh/bun"
tap "wez/wezterm"

# 開発言語・ランタイム
brew "php"
brew "composer"
brew "python@3.10"
brew "oven-sh/bun/bun"
brew "uv"
brew "mise"
brew "tfenv"

# CLIツール
brew "awscli"
brew "sheldon"
brew "eza"
brew "jq"
brew "tree"
brew "watch"
brew "mkcert"
brew "grep"
brew "stow"
brew "ncdu"

# データベースクライアント
brew "mysql-client"
brew "mysql@8.0"

# GUIアプリケーション
cask "arc"
cask "google-chrome"
cask "firefox"
cask "raycast"
cask "slack"
cask "1password"
cask "visual-studio-code@insiders"
cask "figma"
cask "adobe-creative-cloud"
cask "docker"
cask "sequel-ace"
cask "postman"
cask "keycastr"
cask "wezterm@nightly"
cask "claude-code"