tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/bundle"
tap "oven-sh/bun"

brew "mysql@5.7"
brew "python@3.10"
brew "awscli"
brew "composer"
brew "jq"
brew "php"
brew "tfenv"
brew "tree"
brew "volta"
brew "watch"
brew "oven-sh/bun/bun"
brew "stow"

cask "arc"
cask "google-chrome"
cask "firefox"
cask "raycast"
cask "slack"
cask "1password"
cask "visual-studio-code@insiders"
cask "cursor"
cask "warp"
cask "figma"
cask "adobe-creative-cloud"
cask "docker"
cask "sequel-ace"
cask "postman"
cask "keycastr"