aeschli.vscode-css-formatter
andys8.jest-snippets
arjun.swagger-viewer
astro-build.astro-vscode
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
britesnow.vscode-toggle-quotes
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hediet.vscode-drawio
ionutvmi.path-autocomplete
kruemelkatze.vscode-dashboard
mgmcdermott.vscode-language-babel
mkxml.vscode-filesize
mosapride.zenkaku
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
nicholashsiang.vscode-vue2-snippets
nickdemayo.vscode-json-editor
octref.vetur
oderwat.indent-rainbow
orta.vscode-jest
pkief.markdown-checkbox
pkief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
redhat.vscode-yaml
ritwickdey.liveserver
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
styled-components.vscode-styled-components
stylelint.vscode-stylelint
unifiedjs.vscode-mdx
vincaslt.highlight-matching-tag
wmaurer.change-case
yusukehirao.vscode-markuplint
zhuangtongfa.material-theme
zignd.html-css-class-completion